{
  "topic": "Triggers and Truth",
  "dialog": [
    {
      "text": "Why do tiny things make me explode like I've been hit by a truck? I don't understand it.",
      "instructions": "voice: young, honest, urgent; tone: confused and frustrated; pace: quick; emotional range: raw curiosity",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Because your pain has a voice that sometimes yells to be heard. A trigger is that voice, not the finger pointing at someone else.",
      "instructions": "voice: deep, calm; tone: soothing and clear; pace: measured; emotional range: compassionate; impression: wise shadow-teacher",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "But they said something small — how does that become a war inside me?",
      "instructions": "voice: defensive, hurt; tone: incredulous; pace: faster; emotional range: wounded",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "The words were small. The echo inside you is old. Your shadow carries the echoes of every time you felt unseen, unsafe, or unlovable.",
      "instructions": "voice: gentle; tone: explanatory; pace: slow; emotional range: tender",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "Shadow? So it's... inside me? A part of me that's broken?",
      "instructions": "voice: tentative, whispering; tone: uncertain; pace: slow; emotional range: vulnerable",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Yes. Not a monster to fight, but a child to meet. It protected you with a script that once saved you — now it repeats the same scene until it's witnessed.",
      "instructions": "voice: warm, steady; tone: reassuring; pace: calm; emotional range: compassionate",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "It just screams. I want to shut it down or run away. How do I even meet a screaming part?",
      "instructions": "voice: anxious; tone: pleading; pace: quick; emotional range: overwhelmed",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Pause. Breathe. Name the feeling — anger, shame, fear. Ask it one question: 'What are you afraid will happen if I stop protecting us?'. Listen like you would to a scared child.",
      "instructions": "voice: instructional, calm; tone: practical and gentle; pace: slow; emotional range: encouraging",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "(softly) Okay... I breathed. I told it to say its fear. It said it feels abandoned — like the little me was left behind.",
      "instructions": "voice: softened, breaking; tone: intimate; pace: slower; emotional range: tender and relieved",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "That is the truth. Naming it takes the power out of the story. Truth, held without shame, stops running in circles. The shadow needs acknowledgement, not exile.",
      "instructions": "voice: steady, warm; tone: validating; pace: measured; emotional range: hopeful",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "So triggers are actually... teachers? They point to something I haven't healed?",
      "instructions": "voice: surprised, hopeful; tone: lightening; pace: moderate; emotional range: curious",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Exactly. Each trigger is a doorway. Inner work is walking through, seeing the wound, and choosing a new way to respond. You don't erase the past — you befriend it.",
      "instructions": "voice: confident, peaceful; tone: empowering; pace: steady; emotional range: uplifting",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "It feels smaller when I meet it. Not gone, but less ruling my day. Is that freedom?",
      "instructions": "voice: reflective, quietly joyful; tone: tentative hope; pace: gentle; emotional range: relieved",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Freedom is learning to choose your response instead of reacting on replay. The shadow will visit again — each time you meet it, you graduate a little closer to yourself.",
      "instructions": "voice: warm, firm; tone: encouraging; pace: steady; emotional range: resolute",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "I'll keep practicing. I'll try listening before I lash out.",
      "instructions": "voice: determined, soft; tone: committed; pace: steady; emotional range: hopeful",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Small practice: tonight, notice one recurring trigger. Name the emotion for three breaths. Leave one sentence about what you heard in the comments — not to be fixed, but to be witnessed. Your truth matters.",
      "instructions": "voice: inviting, calm; tone: gentle call to action; pace: clear; emotional range: encouraging",
      "side": "right",
      "voice": "ash"
    }
  ]
}