{
  "topic": "The Inherited Wound",
  "dialog": [
    {
      "text": "What is the 'inherited wound' everyone talks about? Why does it feel like it follows me everywhere?",
      "instructions": "young boy voice; curious, slightly shaky; soft tone; moderate pace; vulnerable intonation",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Imagine a seed planted generations ago — fear, shame, a whisper that 'you are not enough.' That seed grows into a shadow that walks beside you, repeating the old script.",
      "instructions": "teacher voice (shadow); deep, calm, warm; slow measured pace; slight echo for weight; compassionate tone",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "So... it's not really mine? Then why do I feel guilty or defensive all the time?",
      "instructions": "boy; puzzled, hopeful; a little quicker; rising intonation at the end",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "It wasn't chosen by you; it was handed down through stories, reactions, and silence. Not your fault — but it asks to be noticed. Healing is learning to be the gardener, not the victim, of your inner landscape.",
      "instructions": "shadow; gentle firmness; steady cadence; reassuring warmth",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "I'm afraid if I look too close I'll break things — hurt people, or myself.",
      "instructions": "boy; whispered, very vulnerable; slow",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Looking isn't breaking. Start small: notice the trigger, name the feeling, allow the sensation without acting. Treat the shadow as a messenger — ask it what it needs instead of fighting it.",
      "instructions": "shadow; calm, instructional; measured pace; nurturing tone",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "Name it... like saying aloud 'I'm scared of being left' — does that actually help?",
      "instructions": "boy; tentative, quiet; low volume; hopeful curiosity",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Yes. Naming brings light. Then listen. Often the wound wants safety, a voice, or to be seen. When you give attention, it stops shouting through your actions.",
      "instructions": "shadow; warm encouragement; steady, soft emphasis on 'listen' and 'seen'",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "I did that once — I said, 'I see you' to my panic. It softened. But how does that become real freedom?",
      "instructions": "boy; surprised, softer; breathy relief in tone",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Freedom isn't removing the shadow; it's changing your response. Each time you choose presence over reaction, you rewrite the inherited script. Small rewrites become a new lineage.",
      "instructions": "shadow; resonant, slightly uplifting; deliberate pace; clear enunciation",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "So if I heal little by little, I won't pass the same wound on to someone else?",
      "instructions": "boy; growing confidence, hopeful; quicker toward the end",
      "side": "left",
      "voice": "onyx"
    },
    {
      "text": "Exactly. Your inner work becomes the inheritance you gift forward: courage instead of fear, calm instead of reactivity, choice instead of habit. The shadow learns to be an ally.",
      "instructions": "shadow; warm triumph, calm; smiling tone; conclusive pace",
      "side": "right",
      "voice": "ash"
    },
    {
      "text": "Tonight, sit with one memory or one feeling. Name it, speak to the shadow, and share one sentence of what you learned in the comments — your insight could start someone else's healing.",
      "instructions": "shadow; inviting, gentle smile in voice; slow, closing cadence; soft encouragement to act",
      "side": "right",
      "voice": "ash"
    }
  ]
}